Repository: jiangfengwhu/shotty
Catalog: shotty/Localizable.xcstrings
Source language: en
Languages: zh_hans

# 上传插件
source: Upload Plugin
zh_hans: 上传插件

# 下载文件失败
source: Failed to download file:
zh_hans: 下载文件失败：

# 书签恢复失败
source: Bookmark restoration failed:
zh_hans: 书签恢复失败：

# 保存书签数据失败
source: Failed to save bookmark data:
zh_hans: 保存书签数据失败：

# 保存文件失败
source: Failed to save file:
zh_hans: 保存文件失败：

# 保存目录
source: Save Directory
zh_hans: 保存目录

# 加载插件失败
source: Load plugin failed
zh_hans: 加载插件失败

# 否
source: No
zh_hans: 否

# 在 bundle 中未找到默认插件
source: Default plugin not found in bundle
zh_hans: 在 bundle 中未找到默认插件

# 已保存
source: Saved
zh_hans: 已保存

# 快捷键
source: ShortCut
zh_hans: 快捷键

# 截图
source: Screenshot
zh_hans: 截图

# 打开Shotty
source: Open Shotty
zh_hans: 打开Shotty

# 插件管理
source: Plugin Management
zh_hans: 插件管理

# 是
source: Yes
zh_hans: 是

# 更新成功
source: Update successful
zh_hans: 更新成功

# 未知错误
source: Unknown error
zh_hans: 未知错误

# 设置
source: Preference
zh_hans: 设置

# 设置为启动插件
source: Set as startup plugin
zh_hans: 设置为启动插件

# 请选择保存目录
source: Please select save directory
zh_hans: 请选择保存目录

# 退出
source: Quit
zh_hans: 退出
